/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "1";
"version-sig"	= "JA-070918";

"common-controls-restart"		= "再起動";
"common-controls-shutdown"		= "システム終了";
"common-controls-continue"		= "続ける";

"common-tab-apple-title"		= " 情報 ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " ハードウェアテスト ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " ハードウェアプロファイル ";	// does look better with spaces at head and tail
"common-version-str"			= "バージョン";
"common-bundle-str"				= "バンドル ";

"mark-graphics-unknown-str"		= "不明なビデオカード";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "インストール済み";
"mark-generic-absent-str"		= "見つかりません";
"mark-generic-hasDevice-str"	= "装置が接続されています";
"mark-generic-hasNoDevice-str"	= "装置が接続されていません";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "ヘルツ";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "バイト";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "ビット";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "ボルト";


"units-hour-str"		= " 時間 ";
"units-hours-str"		= " 時間 ";
"units-min-str"			= " 分 ";
"units-mins-str"		= " 分 ";
"units-sec-str"			= " 秒";
"units-secs-str"		= " 秒";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "この機種は Apple Hardware Test のサポート対象外です。";
"notcompat-ownrisk-str"			= "使用上の問題の責任は負いません［プレリリース版のみ］。";


"test-head-intro1-text"			= "“Apple Hardware Test”はお使いの Macintosh のハードウェアのテストを実行できます。";
"test-head-intro2-text"			= "テストを実行するには“テスト”ボタンをクリックするか、“T”キーを押します。";

"test-probe-onto-text"			= "ハードウェアを検査しています。しばらくお待ちください...";
"test-probe-outof-text"			= "ハードウェアの詳細な調査が完了しました。";

"test-controls-launch"			= "テスト";
"test-controls-interrupt"		= "テストを中止";

"test-choices-title"			= "テスト選択";
"test-about-title"				= "テストおよびテスト結果について";
"test-results-title"			= "テスト結果";

"test-results-notestyet"		= "詳細な調査が完了するまでは、テストを実行できません。";
"test-results-nodevfound"		= "装置は見つかりませんでした。";
"test-results-notyet"			= "テストの準備ができました。";
"test-results-quick-ongoing"	= "テストを実行中。";
"test-results-extend-ongoing"	= "全テストを実行中。";
"test-results-willstop"			= "テストは中止されます。";
"test-results-interrupted"		= "テストは完了しませんでした。";
"test-results-nofail"			= "問題は発見されませんでした。";
"test-results-error"			= "テスト中に内部エラーが起きました。";
"test-results-failed"			= "警告：Apple Hardware Test がエラーを検出しました。";

"test-ongoing-short-status"		= "テストを実行中。";
"test-ongoing-mlb-status"		= "メインロジックボードをテスト中。";
"test-ongoing-memory-status"	= "メモリをテスト中。";
"test-ongoing-storage-status"	= "記憶装置をテスト中。";
"test-ongoing-video-status"		= "グラフィックスをテスト中。";

"test-ongoing-pass-time-text"	= " テスト開始...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "テスト開始...";
"test-ongoing-sess-pass-text"	= "パス番号：";
"test-ongoing-sess-time-text"	= "総テスト時間：";

"test-desc-initial-1-text"	= "Apple Hardware Test は、お使いのコンピュータのハードウェアの問題を 発見するための自己診断ツールです。";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "ハードウェア、またはソフトウェアの問題が発生したときに、これらの テストが問題の測定に役立ちます。";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "テスト結果で、ハードウェアに関する問題が発見されなかったときは、 お使いのコンピュータに付属のマニュアル、またはシステムのオンライン ヘルプをトラブルシューティングとしてご利用ください。";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "テスト所要時間：3 分またはそれ以上、 実装メモリサイズによって異なります。";	/* default */
"test-desc-intro-quick-text2"	= "テスト所要時間：10〜15秒またはそれ以上、 実装メモリサイズによって異なります。";
"test-desc-intro-quick-text3"	= "テスト所要時間：2 分またはそれ以上、 実装メモリサイズによって異なります。";
"test-desc-intro-quick-text4"	= "テスト所要時間：4 分またはそれ以上、 実装メモリサイズによって異なります。";

"test-desc-intro-extend-text"	= "テスト所要時間：1 時間またはそれ以上、 実装メモリサイズによって異なります。";	/* default */
"test-desc-intro-extend-text2"	= "テスト所要時間：10〜15分またはそれ以上、 実装メモリサイズによって異なります。";
"test-desc-intro-extend-text3"	= "テスト所要時間：30 分またはそれ以上、 実装メモリサイズによって異なります。";
"test-desc-intro-extend-text4"	= "テスト所要時間：2 時間またはそれ以上、 実装メモリサイズによって異なります。";

"test-desc-option-extend-text"	= "全テストを実行します（より時間を要します）。";
"test-desc-option-loop-text"	= "ループ可能です。";

"test-desc-quick-running-1-text"	= "テスト中...";
"test-desc-quick-running-2-text"	= "中止するには “テストを中止” ボタンをクリックします。";
"test-desc-quick-running-3-text"	= "または、“コマンド（アップル）”＋“. (ピリオド) ”キーを 同時に押します。";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "全テストを実行中... ";
"test-desc-extend-running-2-text"	= "中止するには “テストを中止” ボタンをクリックします。";
"test-desc-extend-running-3-text"	= "または、“コマンド（アップル）”＋“. (ピリオド) ”キーを 同時に押します。";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "警告：Apple Hardware Test がエラーを検出しました。";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "最初に、テスト結果欄に表示されているエラーコードを書き写して ください。";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "2 番目に、コンピュータにいずれかの周辺機器を接続してお使いの場合は、 コンピュータを終了し、すべての周辺機器をはずした後で、全テストを 実行し、テスト結果を確認してください。";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "それでもエラーがまだ表示される場合は、コンピュータに付属のサービス & サポートガイドをご覧になって、AppleCare にお問い合わせください。";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "警告：Apple Hardware Test が起動時にエラーを検出しました。";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "最初に、テスト結果欄のエラーコードを書き写してください。";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "2 番目に、コンピュータにいずれかの周辺機器を接続してお使いの場合は、 コンピュータを終了し、すべての周辺機器をはずした後で、全テストを 実行し、テスト結果を確認してください。";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "それでもエラーがまだ表示される場合は、コンピュータに付属のサービス & サポートガイドをご覧になって、AppleCare にお問い合わせください。";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "製品";
"prof-prod-group-subtitle"		= "製品の詳細：";
"prof-prod-name-label"			= "Macintosh 名：";
"prof-prod-model-label"			= "Macintosh モデル：";
"prof-prod-cputype-label"		= "CPU タイプ：";
"prof-prod-cpucount-label"		= "プロセッサ数：";
"prof-prod-cpucoretotal-label"	= "コア数合計：";
"prof-prod-cpucorecount-label"	= "コア数：";
"prof-prod-cpuspeed-label"		= "CPU 速度：";
"prof-prod-cpucache-label"		= "二次 CPU キャッシュ（プロセッサ単位）：";

"prof-prod-L2cache-label"		= "二次キャッシュ：";
"prof-prod-L2cachecore-label"	= "二次キャッシュ（コア単位)：";
"prof-prod-L3cache-label"		= "三次キャッシュ：";

"prof-prod-cpucache3-label"		= "三次 CPU キャッシュ（CPU 単位）：";
"prof-prod-mlb-sn-label"		= "MLB シリアル番号：";
"prof-processor-tray-sn-label"	= "プロセッサトレイのシリアル番号：";

"prof-graph-group-title"		= "ビデオ";
"prof-graph-group-subtitle"		= "ビデオの詳細：";
"prof-graph-chipset-label"		= "グラフィックス：";
"prof-graph-vram-label"			= "VRAM：";
"prof-graph-disp-width-label"	= "ディスプレイの幅（ピクセル）：";
"prof-graph-disp-height-label"	= "ディスプレイの高さ（ピクセル）：";

"prof-communi-group-title"		= "通信";
"prof-communi-group-subtitle"	= "通信の詳細：";
"prof-communi-enet-mac-label"	= "Ethernet MAC アドレス：";
"prof-communi-fwire-mac-label"	= "FireWire MAC アドレス：";
"prof-communi-airp-type-label"	= "AirMac：";
"prof-communi-bluetooth-label"	= "Bluetooth：";
"prof-communi-irport-label"		= "IR レシーバー：";
"prof-communi-usb1-connect-label"	= "USB ポート 1：";
"prof-communi-usb2-connect-label"	= "USB ポート 2：";
"prof-communi-usb3-connect-label"	= "USB ポート 3：";
"prof-communi-usb4-connect-label"	= "USB ポート 4：";

"prof-memo-group-title"			= "メモリ";
"prof-memo-group-subtitle"		= "メモリの詳細：";
"prof-memo-overview-label"		= "概要";
"prof-memo-slot-1-label"		= "メモリ #1";
"prof-memo-slot-2-label"		= "メモリ #2";
"prof-memo-slot-3-label"		= "メモリ #3";
"prof-memo-slot-4-label"		= "メモリ #4";
"prof-memo-slot-5-label"		= "メモリ #5";
"prof-memo-slot-6-label"		= "メモリ #6";
"prof-memo-slot-7-label"		= "メモリ #7";
"prof-memo-slot-8-label"		= "メモリ #8";

"prof-memo-type-str"			= "MLB に固定の SDRAM";
"prof-memo--str"				= "不明";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Cycle time (ns)";
"prof-memo-ct2-str"				= " Cycle (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "登録済み番号";
"prof-memo-paired-not-str"		= " 登録なし";
"prof-memo-mismatch-label"		= "不一致：";
"prof-memo-size-str"			= " サイズ";
"prof-memo-speed-str"			= " 速度";
"prof-memo-vendor-str"			= " 製造元";
"prof-memo-recommend-str"		= "推奨：";
"prof-memo-post-fail-str"		= "POST 障害";

"prof-board-group-title"		= "ロジックボード";
"prof-board-brom-vers-label"	= "Boot ROM バージョン：";
"prof-board-smc-vers-label"		= "SMC バージョン：";
"prof-board-syst-sn-label"		= "システムのシリアル番号：";
"prof-board-bootdev-label"		= "デフォルトの起動デバイス：";

"prof-stor-group-title"			= "記憶装置";
"prof-stor-size-label"			= "サイズ：";

"prof-powr-group-title"			= "電源";
"prof-powr-group-subtitle"		= "電源の詳細：";
"prof-powr-src-label"			= "電源：";
"prof-powr-src-wall-str"		= "アダプタ";
"prof-powr-src-batt-str"		= "バッテリー";
"prof-powr-ac-on-str"			= "接続中";
"prof-powr-ac-off-str"			= "接続されていません";
"prof-powr-capac-label"			= "最大容量：";
"prof-powr-volt-label"			= "電圧：";
"prof-powr-status-label"		= "状況：";

